const questions = [
  {
    id: 1,
    title: 'რას გულისხმობს საზოგადოებრივი სამუშაო?',
    info: ' მიმწოდებელია სახელმწიფო ან მუნიციპალიტეტის ორგანო, სახელმწიფო ან მუნიციპალიტეტის ორგანოს მმართველობის სფეროში მოქმედი არასამეწარმეო (არაკომერციული) იურიდიული პირი, საჯარო სამართლის იურიდიული პირი ან სხვა ნებისმიერი ადმინისტრაციული ორგანო, რომელიც ქმნის/შექმნის საზოგადოებრივი სამუშაოს ვაკანსიას. ',
  },
  {
    id: 2,
    title: 'რა არის სოციალური ხელშეკრულება?',
    info: ' სამმხრივი ხელშეკრულება, რომელიც ფორმდება სააგენტოს, მიმწოდებელსა და მოსარგებლეს შორის, საზოგადოებრივი სამუშაოს შესრულების მიზნით.',
  },
  {
    id: 3,
    title: 'რას გულისხმობს საზოგადოებრივი სამუშაოს ვაკანსია?',
    info: 'საზოგადოებრივი სამუშაოს ვაკანსია არის მიმწოდებლის მიერ დასაქმების საინფორმაციო სისტემაში (სარეგისტრაციო პორტალზე) ატვირთული განცხადება თავისუფალი/დაუკავებელი სამუშაო ადგილის თაობაზე, შესასრულებელი საზოგადოებრივი სამუშაოს აღწერილობით',
  },
  {
    id: 4,
    title:
      'რა პროცესი უნდა გავიარო იმისთვის, რომ ჩემი ორგანიზაციის ვაკანსია განვათავსო პორტალზე?',
    info: `ვაკანსიის დასარეგისტრირებლად აუცილებელია ორგანიზაციის წარმომადგენელი სისტემის ავტორიზებულ 
    მომხმარებლად დარეგისტრირდეს სისტემაში.`,
  },
  {
    id: 5,
    title:
      'რა პროცესი უნდა გავიარო იმისთვის, რომ ჩემი ორგანიზაციის ვაკანსია განვათავსო პორტალზე?',
    info: 'მიმწოდებელი, ერთჯერადად რეგისტრირდება საზოგადოებრივი დასაქმების საინფორმაციო სისტემაში ენიჭება შესაბამისი პაროლი და ყოველი ვაკანსიის ატვირთვისას სისტემაში შევა მოცემული პაროლისა და საიდენტიფიკაციო ნომრის გამოყენებით\nსაზოგადოებრივი დასაქმების პროგრამაში ჩართვის მსურველი მიმწოდებელი ვალდებულია ასახოს სისტემაში რეგისტრაციისას შემდეგი სახის ინფორმაცია:',
    infoTwo:
      'საზოგადოებრივი დასაქმების პროგრამაში ჩართვის მსურველი მიმწოდებელი ვალდებულია ასახოს სისტემაში რეგისტრაციისას შემდეგი სახის ინფორმაცია:',
    list1: 'სახელწოდება ქართულ ენაზე;',
    list2: 'საიდენტიფიკაციო კოდი;',
    list3: 'სამართებლივი ფორმა;',
    list4:
      'საკონტაქტო ინფორმაცია (ელექტრონული ფოსტის მისამართი, ტელეფონის ნომერი, ვებგვერდის მისამართი, ფაქტობრივი და იურიდიული მისამართი(ებ)ი – რეგიონის და თვითმმართველი ქალაქის/მუნიციპალიტეტის მითითებით)',
  },
  {
    id: 6,
    title: 'როგორ ავტვირთო ვაკანსია სარეგისტრაციო პორტალზე?',
    info: 'მას შემდეგ სრულად შეიყვანთ რეგისტრაციისთვის საჭირო ინფორმაციას და მოგენიჭებათ შესაბამისი ნომერი და უნიკალური პაროლი შესაძლებლობა გექნებათ „მიმწოდებლის“ ფანჯრის არჩევის შემდეგ მიჰყვეთ ინსტრუქციას.ვაკანსიის ელექტრონული ფორმის შევსებისას საჭიროა მიუთითოთ შემდეგი ინფორმაცია:',
    infoTwo:
      'საზოგადოებრივი დასაქმების პროგრამაში ჩართვის მსურველი მიმწოდებელი ვალდებულია ასახოს სისტემაში რეგისტრაციისას შემდეგი სახის ინფორმაცია:',
    list1: 'საზოგადოებრივი ვაკანსიის ვადა;',
    list2: 'ვაკანტური ადგილების რაოდენობა;',
    list3: 'ვაკანსიის მოკლე აღწერა;',
    list4: 'ვაკანსიის ადგილმდებარეობა;',
    list5: 'სამუშაო გრაფიკი;',
    list6:
      'სამუშაოს შესრულებისთვის აუცილებელი მატერიალური რესურსი (ინვენტარი/აღჭურვილობა);',
    list7: 'სამუშაოს დაწყების და დასრულების პერიოდი',
  },
  {
    id: 7,
    title: 'რას გულისხმობს სამუშაო გრაფიკი?',
    info: 'საზოგადოებრივ სამუშაოებზე დასაქმების ქვეპროგრამის ფარგლებში, მიმწოდებელს შეიძლება ჰქონდეს სამუშაო გარაფიკის რამდენიმე ფორმა, ესენია:',
    list1: 'სრული განაკვეთის სამუშაო გრაფიკი;',
    list2: 'ნახევარი განაკვეთის სამუშაო გრაფიკი;',
    list3: 'მოქნილი (სრული ანდა ნახევარი განაკვეთი)',
    infoTwo:
      'სრული განაკვეთის სამუშო გრაფიკს შეიძლება მიეკუთვნებოდეს ისეთი სამუშაო, რომელიც მოიცავს',
    list4: 'ა)კვირაში 5 სრულ სამუშაო დღეს სტანდარტული 8 საათიანი გრაფიკით;',
    list5: 'ბ) კვირაში 7 არასრულ სამუშაო დღეს არასტანდარტული 3-4 საათიანი გრაფიკით;',
    list6:
      'გ) მოქნილი სრული განაკვეთის შემთხვევაში კვირაში 4-5 სამუშაო დღე 8 საათიანი გრაფიკით;',
    list7: 'დ) 4 დღეში ერთხელ მუშაობა 24 საათიანი გრაფიკით',
    infoThree:
      'ნახევარი განაკვეთის სამუშაო გრაფიკი კი შესაბამისად განისაზღვრება ისეთი სამუშაოთი რომელიც მოიცავს:',
    a: 'ა) კვირაში 5 სამუშაო დღეს 4 საათიანი გრაფიკით;',
    b: 'ბ) თვის განმავლობაში დღე-მონაცლეობით მუშაობას 8 საათიანი გრაფიკით',
    infoFour:
      'სხვა ყველა შესაძლო გრაფიკი, რომელიც გულისხმობს მოცულობითი საქმის შესრულებას, რეგულირდება მოქნილი გრაფიკის ფარგლებში სააგენტოსთან წინასწარი შეთანხმებით. სააგენტოსთან დაკავშირება შესაძლებელია შემდგომ ელექტრონულ მისამართზე:',
    mail: 'infosesa@moh.gov.ge',
  },
  {
    id: 8,
    title: 'რა ფორმით უნდა მივაწოდო სააგენტოს ჩემ მიერ წარმოებული აღრიცხვა?',
    info: `სისტემაში ავტორიზაციის გავლის შემდეგ მომხმარებლის პანელის ზედა მარჯვენა კუთხეში განთავსებულ „ტაბელის“ ღილაკის საშუალებით თქვენ, როგორც მიმწოდებელმა ყოველდღიური სამუშაო დროის ელექტრონული აღრიცხვის ფურცელი სააგენტოს უნდა მიაწოდოთ ყოველი თვის არაუგვიანეს 5 რიცხვისა. ტაბელში შეტანილი ინფორმაციის სისწორეზე პასუხისმგებელია დამსაქმებელი.`,
  },
  {
    id: 9,
    title: 'მე, როგორც დამსაქმებელს რა მოვალეობები მაკისრია?',
    info: 'დამსაქმებელი სოციალური ხელშეკრულების გაფორმების შემდეგ ვალდებულია:',
    list1:
      '1. ორგანიზება გაუწიოს შეთავაზებულ საზოგადოებრივი სამუშაოს ვაკანსიაზე მოსარგებლის ჩართვა;',
    list2:
      '2. განახორციელოს მოსარგებლის მიერ საზოგადოებრივი სამუშაოს შესრულების მონიტორინგი და არაკეთილსინდისიერად შესრულების შემთხვევაში მოახდინოს სააგენტოს ინფორმირება.',
  },
  {
    id: 10,
    title:
      'ვინ უნდა მოგვაწოდოს საზოგადოებრივ სამუშაოს ვაკანსიაზე მოსარგებლის ჩართვისთვის საჭირო ეკიპირება ანდა სამუშაო იარაღები?',
    info: 'სააგენტო უზრუნველყოფს ეკიპირებისა და საჭიროების შემთხვევაში სამუშაო იარაღების შესყიდვასა და მიმწოდებლისთვის გადაცემას.',
  },
  {
    id: 11,
    title:
      'ვინ აწარმოებს საზოგადოებრივ სამუშაოს ვაკანსიაზე შესაბამისი კანდიდატის მოძიებას?',
    info: 'საზოგადოებრივ სამუშაოს ვაკანსიაზე შესაბამისი კანდიდატის მოძიებას სააგენტო უზრუნველყოფს, მიმწოდებელი კი უფორმებს მოსარგებლეს სოციალურ ხელშეკრულებას.',
  },
  {
    id: 12,
    title:
      'შემიძლია თუ არა უარი ვუთხრა სააგენტოს დასაქმების კონსულტანტებისგან გადმომისამართებულ მოსარგებლეს?',
    info: '1. სოციალური ხელშეკრულების გაფორმებამდე სააგენტოს დასაქმების კონსულტანტებისგან გადმომისამართებულ მოსარგებლესთან საზოგადოებრივი დასაქმების პროცესში წარმოქმნილ ნებიემიერ საკითხთან დაკავშირებით მიმწოდებელი წერილობითი ფორმით უკავშირდება სააგენტოს ან შესაბამის რეგიონულ წარმომადგენლობებში გამოყოფილ მიმწოდებლებთან საკონტაქტო პირს.',
    infoTwo:
      '2. მხარეთა შორის სამმხრივი სოციალური ხელშეკრულების დადების შემდეგ ამ შეთანხმების ძალაში შესვლის დღიდან დასაქმებულსა და მიმწოდებელს შორის გამოხატული პრეტენზია თუკი ორმხრივ და ინტენსიურ ხასიათს ატარებს (მოსარგებლის მხრიდან მინიმუმ 3-ჯერ სამუშაო ადგილის შეცვლის ან გაუმჯობესების შესახებ საფუძვლიანად მოთხოვნა) დასაქმების სააგენტო სამუშაოს მიმღებს სხვა მიმწოდებელთან დააკავშირებს.',
  },
  {
    id: 13,
    title: 'რა შემთხვევაში წყდება სოციალური ხელშეკრულება?',
    info: 'მოსარგებლის მიერ ჯამში ერთი თვის განმავლობაში საზოგადოებრივ სამუშაოზე გამოუცხადებლობა სოციალური ხელშეკრულების შეწყვეტის საფუძველი ხდება, გარდა იმ შემთხვევებისა როცა მოსარგებლე წარმოადგენს გაცდენილი საათების საპატიოდ ჩათვლის დამადასტურებელ დოკუმენტს, თუმცა ამ უკანასკნელ შემთხვევაშიც გაცდენილი საათები არ ანაზღაურდება.',
  },
];

export default questions;
