const questions = [
  {
    id: 1,
    title: 'რას გულისხმობს საზოგადოებრივი სამუშაო?',
    info: ' მიმწოდებელია სახელმწიფო ან მუნიციპალიტეტის ორგანო, სახელმწიფო ან მუნიციპალიტეტის ორგანოს მმართველობის სფეროში მოქმედი არასამეწარმეო (არაკომერციული) იურიდიული პირი, საჯარო სამართლის იურიდიული პირი ან სხვა ნებისმიერი ადმინისტრაციული ორგანო, რომელიც ქმნის/შექმნის საზოგადოებრივი სამუშაოს ვაკანსიას. ',
  },
  {
    id: 2,
    title: 'რა არის სოციალური ხელშეკრულება?',
    info: ' სამმხრივი ხელშეკრულება, რომელიც ფორმდება სააგენტოს, მიმწოდებელსა და მოსარგებლეს შორის, საზოგადოებრივი სამუშაოს შესრულების მიზნით.',
  },
  {
    id: 3,
    title: 'რას გულისხმობს საზოგადოებრივი სამუშაოს ვაკანსია?',
    info: 'საზოგადოებრივი სამუშაოს ვაკანსია არის მიმწოდებლის მიერ დასაქმების საინფორმაციო სისტემაში (სარეგისტრაციო პორტალზე) ატვირთული განცხადება თავისუფალი/დაუკავებელი სამუშაო ადგილის თაობაზე, შესასრულებელი საზოგადოებრივი სამუშაოს აღწერილობით',
  },
  {
    id: 4,
    title:
      'რა პროცესი უნდა გავიარო იმისთვის, რომ ჩემი ორგანიზაციის ვაკანსია განვათავსო პორტალზე?',
    info: 'ვაკანსიის დასარეგისტრირებლად აუცილებელია ორგანიზაციის წარმომადგენელი სისტემის ავტორიზებულ მომხმარებლად დარეგისტრირდეს სისტემაში.',
  },
  {
    id: 5,
    title:
      'რა პროცესი უნდა გავიარო იმისთვის, რომ ჩემი ორგანიზაციის ვაკანსია განვათავსო პორტალზე?',
    info: ' მიმწოდებელი, ერთჯერადად რეგისტრირდება საზოგადოებრივი დასაქმების საინფორმაციო სისტემაში ენიჭება შესაბამისი პაროლი და ყოველი ვაკანსიის ატვირთვისას სისტემაში შევა მოცემული პაროლისა და საიდენტიფიკაციო ნომრის გამოყენებით\nსაზოგადოებრივი დასაქმების პროგრამაში ჩართვის მსურველი მიმწოდებელი ვალდებულია ასახოს სისტემაში რეგისტრაციისას შემდეგი სახის ინფორმაცია:',
  },
];
export default questions;
