// import React from 'react';
// import { Collapse } from 'antd';
// import { PlusOutlined } from '@ant-design/icons';

// import './Questions.css';

// const { Panel } = Collapse;

// export const Questions = () => {
//   return (
//     <>
//       <div className="text-content">
//         <h1>ხშირად დასმული კითხვები</h1>
//       </div>
//       <div className="section">
//         <Collapse accordion>
//           <Panel header="რა არის სოციალური ხელშეკრულება?" showArrow={false} key="2">
//             <span className="flex">
//               <PlusOutlined />
//             </span>

//             <div className="answer">
//               <p>
//                 სამმხრივი ხელშეკრულება, რომელიც ფორმდება სააგენტოს, მიმწოდებელსა და
//                 მოსარგებლეს შორის, საზოგადოებრივი სამუშაოს შესრულების მიზნით.{' '}
//               </p>
//             </div>
//           </Panel>
//           <Panel
//             header="რას გულისხმობს საზოგადოებრივი სამუშაოს ვაკანსია?"
//             showArrow={false}
//             key="3"
//           >
//             <PlusOutlined />
//             <p>
//               საზოგადოებრივი სამუშაოს ვაკანსია არის მიმწოდებლის მიერ დასაქმების
//               საინფორმაციო სისტემაში (სარეგისტრაციო პორტალზე) ატვირთული განცხადება
//               თავისუფალი/დაუკავებელი სამუშაო ადგილის თაობაზე, შესასრულებელი
//               საზოგადოებრივი სამუშაოს აღწერილობით.{' '}
//             </p>
//           </Panel>
//           <Panel
//             header="რა პროცესი უნდა გავიარო იმისთვის, რომ ჩემი ორგანიზაციის ვაკანსია განვათავსო პორტალზე?"
//             showArrow={false}
//             key="1"
//           >
//             <PlusOutlined />
//             <p>
//               {' '}
//               მიმწოდებელი, ერთჯერადად რეგისტრირდება საზოგადოებრივი დასაქმების
//               საინფორმაციო სისტემაში ენიჭება შესაბამისი პაროლი და ყოველი ვაკანსიის
//               ატვირთვისას სისტემაში შევა მოცემული პაროლისა და საიდენტიფიკაციო ნომრის
//               გამოყენებით.{' '}
//             </p>
//             <p>
//               {' '}
//               საზოგადოებრივი დასაქმების პროგრამაში ჩართვის მსურველი მიმწოდებელი
//               ვალდებულია ასახოს სისტემაში რეგისტრაციისას შემდეგი სახის ინფორმაცია:{' '}
//             </p>
//             <ul>
//               <li>სახელწოდება ქართულ ენაზე;</li>
//               <li> საიდენტიფიკაციო კოდი; </li>
//               <li> სამართებლივი ფორმა;</li>
//               <li> დაწესებულების ტიპი;</li>
//               <li>
//                 საკონტაქტო ინფორმაცია (ელექტრონული ფოსტის მისამართი, ტელეფონის
//                 ნომერი, ვებგვერდის მისამართი, ფაქტობრივი და იურიდიული მისამართი(ებ)ი
//                 – რეგიონის და თვითმმართველი ქალაქის/მუნიციპალიტეტის მითითებით){' '}
//               </li>
//             </ul>
//           </Panel>
//           <Panel
//             header="როგორ ავტვირთო ვაკანსია სარეგისტრაციო პორტალზე?"
//             showArrow={false}
//             key="2"
//           >
//             <PlusOutlined />
//             <p>
//               მას შემდეგ სრულად შეიყვანთ რეგისტრაციისთვის საჭირო ინფორმაციას და
//               მოგენიჭებათ შესაბამისი ნომერი და უნიკალური პაროლი შესაძლებლობა გექნებათ
//               „მიმწოდებლის“ ფანჯრის არჩევის შემდეგ მიჰყვეთ ინსტრუქციას.
//             </p>
//             <ul>
//               <li>საზოგადოებრივი ვაკანსიის ვადა</li>
//               <li>ვაკანტური ადგილების რაოდენობა;</li>
//               <li>ვაკანსიის მოკლე აღწერა; </li>
//               <li>ვაკანსიის ადგილმდებარეობა;</li>
//               <li>სამუშაო გრაფიკი;</li>
//               <li>
//                 სამუშაოს შესრულებისთვის აუცილებელი მატერიალური რესურსი
//                 (ინვენტარი/აღჭურვილობა);
//               </li>
//               <li>სამუშაოს დაწყების და დასრულების პერიოდი</li>
//             </ul>
//           </Panel>
//           <Panel header="რას გულისხმობს სამუშაო გრაფიკი?" showArrow={false} key="3">
//             <p>
//               საზოგადოებრივ სამუშაოებზე დასაქმების ქვეპროგრამის ფარგლებში,
//               მიმწოდებელს შეიძლება ჰქონდეს სამუშაო გარაფიკის რამდენიმე ფორმა, ესენია:
//             </p>
//             <ul>
//               <li>სრული განაკვეთის სამუშაო გრაფიკი</li>
//               <li>ნახევარი განაკვეთის სამუშაო გრაფიკი;</li>
//               <li>მოქნილი (სრული ანდა ნახევარი განაკვეთი) </li>
//               <p>
//                 სრული განაკვეთის სამუშო გრაფიკს შეიძლება მიეკუთვნებოდეს ისეთი
//                 სამუშაო, რომელიც მოიცავს :{' '}
//               </p>
//               <p>ა) კვირაში 5 სრულ სამუშაო დღეს სტანდარტული 8 საათიანი გრაფიკით; </p>
//               <p>
//                 {' '}
//                 კვირაში 7 არასრულ სამუშაო დღეს არასტანდარტული 3-4 საათიანი გრაფიკით;
//               </p>
//               <p>
//                 გ) მოქნილი სრული განაკვეთის შემთხვევაში კვირაში 4-5 სამუშაო დღე 8
//                 საათიანი გრაფიკით;{' '}
//               </p>
//               <p> დ)4 დღეში ერთხელ მუშაობა 24 საათიანი გრაფიკით </p>
//               <p>
//                 {' '}
//                 ნახევარი განაკვეთის სამუშაო გრაფიკი კი შესაბამისად განისაზღვრება
//                 ისეთი სამუშაოთი რომელიც მოიცავს:{' '}
//               </p>
//               <p>კვირაში 5 სამუშაო დღეს 4 საათიანი გრაფიკით</p>
//               <p>
//                 ბ) თვის განმავლობაში დღე-მონაცლეობით მუშაობას 8 საათიანი გრაფიკით
//               </p>
//               <p>
//                 {' '}
//                 სხვა ყველა შესაძლო გრაფიკი, რომელიც გულისხმობს მოცულობითი საქმის
//                 შესრულებას, რეგულირდება მოქნილი გრაფიკის ფარგლებში სააგენტოსთან
//                 წინასწარი შეთანხმებით. სააგენტოსთან დაკავშირება შესაძლებელია შემდგომ
//                 ელექტრონულ მისამართზე:
//               </p>
//               <a href="mailto:infosesa@moh.gov.ge">infosesa@moh.gov.ge</a>
//             </ul>
//           </Panel>
//           <Panel
//             header="რა ფორმით უნდა მივაწოდო სააგენტოს ჩემ მიერ წარმოებული აღრიცხვა?"
//             showArrow={false}
//             key="1"
//           >
//             <p>
//               სისტემაში ავტორიზაციის გავლის შემდეგ მომხმარებლის პანელის ზედა მარჯვენა
//               კუთხეში განთავსებულ „ტაბელის“ ღილაკის საშუალებით თქვენ, როგორც
//               მიმწოდებელმა ყოველდღიური სამუშაო დროის ელექტრონული აღრიცხვის ფურცელი
//               სააგენტოს უნდა მიაწოდოთ ყოველი თვის არაუგვიანეს 5 რიცხვისა. ტაბელში
//               შეტანილი ინფორმაციის სისწორეზე პასუხისმგებელია დამსაქმებელი.{' '}
//             </p>
//           </Panel>
//           <Panel
//             header="მე, როგორც დამსაქმებელს რა მოვალეობები მაკისრია?"
//             showArrow={false}
//             key="2"
//           >
//             <p>
//               დამსაქმებელი სოციალური ხელშეკრულების გაფორმების შემდეგ ვალდებულია:{' '}
//             </p>
//             <p>
//               1. ორგანიზება გაუწიოს შეთავაზებულ საზოგადოებრივი სამუშაოს ვაკანსიაზე
//               მოსარგებლის ჩართვა;{' '}
//             </p>
//             <p>
//               {' '}
//               2. განახორციელოს მოსარგებლის მიერ საზოგადოებრივი სამუშაოს შესრულების
//               მონიტორინგი და არაკეთილსინდისიერად შესრულების შემთხვევაში მოახდინოს
//               სააგენტოს ინფორმირება.{' '}
//             </p>
//           </Panel>
//           <Panel
//             header="ვინ უნდა მოგვაწოდოს საზოგადოებრივ სამუშაოს ვაკანსიაზე მოსარგებლის ჩართვისთვის საჭირო ეკიპირება ანდა სამუშაო იარაღები?"
//             showArrow={false}
//             key="3"
//           >
//             <p>
//               სააგენტო უზრუნველყოფს ეკიპირებისა და საჭიროების შემთხვევაში სამუშაო
//               იარაღების შესყიდვასა და მიმწოდებლისთვის გადაცემას.{' '}
//             </p>
//           </Panel>
//           <Panel
//             header="ვინ აწარმოებს საზოგადოებრივ სამუშაოს ვაკანსიაზე შესაბამისი კანდიდატის მოძიებას? "
//             showArrow={false}
//             key="1"
//           >
//             <p>
//               {' '}
//               საზოგადოებრივ სამუშაოს ვაკანსიაზე შესაბამისი კანდიდატის მოძიებას
//               სააგენტო უზრუნველყოფს, მიმწოდებელი კი უფორმებს მოსარგებლეს სოციალურ
//               ხელშეკრულებას.{' '}
//             </p>
//           </Panel>
//           <Panel
//             header="შემიძლია თუ არა უარი ვუთხრა სააგენტოს დასაქმების კონსულტანტებისგან გადმომისამართებულ მოსარგებლეს?"
//             showArrow={false}
//             key="2"
//           >
//             <p>
//               {' '}
//               1. სოციალური ხელშეკრულების გაფორმებამდე სააგენტოს დასაქმების
//               კონსულტანტებისგან გადმომისამართებულ მოსარგებლესთან საზოგადოებრივი
//               დასაქმების პროცესში წარმოქმნილ ნებიემიერ საკითხთან დაკავშირებით
//               მიმწოდებელი წერილობითი ფორმით უკავშირდება სააგენტოს ან შესაბამის
//               რეგიონულ წარმომადგეanswerნლობებში გამოყოფილ მიმწოდებლებთან საკონტაქტო
//               პირს.{' '}
//             </p>
//             <p>
//               {' '}
//               2. მხარეთა შორის სამმხრივი სოციალური ხელშეკრულების დადების შემდეგ ამ
//               შეთანხმების ძალაში შესვლის დღიდან დასაქმებულსა და მიმწოდებელს შორის
//               გამოხატული პრეტენზია თუკი ორმხრივ და ინტენსიურ ხასიათს ატარებს
//               (მოსარგებლის მხრიდან მინიმუმ 3-ჯერ სამუშაო ადგილის შეცვლის ან
//               გაუმჯობესების შესახებ საფუძვლიანად მოთხოვნა) დასაქმების სააგენტო
//               სამუშაოს მიმღებს სხვა მიმწოდებელთან დააკავშირებს.{' '}
//             </p>
//           </Panel>
//           <Panel
//             header="რა შემთხვევაში წყდება სოციალური ხელშეკრულება?"
//             showArrow={false}
//             key="3"
//           >
//             <p>
//               {' '}
//               მოსარგებლის მიერ ჯამში ერთი თვის განმავლობაში საზოგადოებრივ სამუშაოზე
//               გამოუცხადებლობა სოციალური ხელშეკრულების შეწყვეტის საფუძველი ხდება,
//               გარდა იმ შემთხვევებისა როცა მოსარგებლე წარმოადგენს გაცდენილი საათების
//               საპატიოდ ჩათვლის დამადასტურებელ დოკუმენტს, თუმცა ამ უკანასკნელ
//               შემთხვევაშიც გაცდენილი საათები არ ანაზღაურდება.{' '}
//             </p>
//           </Panel>
//         </Collapse>
//       </div>
//     </>
//   );
// };
